{
    "facts": [
        {
            "group": "Animals",
            "fact": ["The loudest animal in the world is a mere 2cm long, prawn. The Pistol Shrimp is capable of snapping its claw shut so rapidly, that it creates a bubble which collapses to produce a sonic blast, louder than a Concorde’s sonic boom.",
                    "Flamingos are not pink. They are born grey, their diet of brine shrimp and blue green algae contains a natural pink dye called canthaxanthin that makes their feathers pink.",
                    "Otters “hold hands” while sleeping, so they don’t float away from each other.",
                    "Hummingbirds are the only known birds that can also fly backwards.",
                    "Dolphins use toxic pufferfish to ‘get high’.",
                    "The Inland Taipan (also known as, the Western Taipan) is the most venomous snake in the world. A single bite contains enough venom to kill at least 100 fully grown men, and can kill within just 30 minutes, if left untreated.",
                    "The worlds deadliest animal isn’t a shark, bear or tiger, but something far smaller – the mosquito. According to the World Health Organization, 725,000 people are killed each year from mosquito-borne diseases, such as Malaria, dengue fever and yellow fever.",
                    "There are more than 1.4 billion insects for EACH HUMAN on the planet, according to recent estimates.",
                    "The shortest living animal in the world is the Mayfly. Its entire adult lifespan is just 24hrs.",
                    "The horned lizard is able to shoot blood from its own eyes, up to a distance of 3 feet away. The rather bizarre and disgusting act is a defensive mechanism to confuse predators.",
                    "Roosters prevent themselves from going deaf due to their own loud crowing, by tilting their head backs when they crow, which covers their ear canal completely, serving as a built-in ear-plug.",
                    "Little is known about the elusive Giant squid, however the largest squid ever found measured over 50 feet and weighed nearly a tonne.",
                    "The pangolin is able to roll up into an armour-plated ball, so lions can’t eat them.",
                    "Koalas can sleep for up to 22 hours a day.",
                    "Swifts spend most of their lives flying in the air, and can fly for almost an entire year, without ever landing.",
                    "Even after having its head cut off, a cockroach can still live for weeks.",
                    "A group of parrots is known as a pandemonium.",
                    "Cows poo up to 15 times a day, which can be as much as 115 pounds of manure per day, or approximately 21 tons per year.",
                    "A common garden snail has 14,000 teeth.",
                    "A Blue Whales tongue can weigh as much as a car, or a small adult elephant."]
        },
        {
            "group": "Art&Design",
            "fact": ["Bob Ross Once Helped A Color-Blind Viewer By Spending An Entire Episode Painting In Only In Grey",
                    "There Are Two Starry Nights By Van Gogh",
                    "Leonardo Da Vinci Was A 15th Century Animal Rights Activist And Vegetarian",
                    "Art Used To Be A Competition In The Olympics",
                    "Roman Sculptures Were Designed With Removable Heads So That One Head Could Be Swapped Out For Another",
                    "Leonardo Da Vinci Was Ambidextrous - Able To Write With One Hand While Simultaneously Drawing With The Other",
                    "Recent Discovery Made In Spain Found That The Oldest Paintings Discovered To Date, Made By Humans, Were Made More Than 42,000 Years Ago",
                    "Van Gogh Captured His Perspective From An Asylum In The Starry Night",
                    "Picasso Believed That Art Is Done To Wash Away The Dust Of Our Daily Lives From Our Souls",
                    "'The Scream', The Most Well-Known Piece By Expressionist Artist Edvard Munch, Exists In Five Different Versions",
                    "The Mona Lisa Has No Eyebrows",
                    "Salvador Dali Got The Idea For His Famous Melting Clocks From Watching Pieces Of Camembert Cheese Melt In The Sun",
                    "Pablo Picasso Was An Animal Lover Who Had A Monkey, Goat, Owl, Turtle, Lots Of Cats And Dogs",
                    "Claude Monet Was Advised To Work As A Grocer Rather Than As An Artist",
                    "Before Committing Suicide In 1890, Van Gogh Sold Only One Painting, 'The Red Vineyard'",
                    "The First Pencil Was Invented In England In 1565",
                    "The Word “Art” Is Derived From The Latin Word “Ars,” Which Means “Art, Talent, Or Craft”",
                    "The Most Expensive Paintings Ever Sold Is Leonardo Da Vinci 'Salvator Mundi': Sold For $450.3 Million",
                    "Michelangelo Painted The Sistine Chapel’s Fresco Ceiling Entirely Standing Up, Including The Most Famous Wall, 'The Creation Of Adam'",
                    "In 1961, 'Le Bateau' By Henri Matisse Was Hung Upside Down At The Museum Of Modern Art In New York, And It Was Around 46 Days Before Anyone Noticed"]
        },
        {
            "group": "Business&Economy",
            "fact": []
        },
        {
            "group": "Celebrities",
            "fact": []
        },
        {
            "group": "Crime&Law",
            "fact": []
        },
        {
            "group": "Environment",
            "fact": []
        },
        {
            "group": "Fashion&Beauty",
            "fact": []
        },
        {
            "group": "Film&TV",
            "fact": []
        },
        {
            "group": "Food&Drink",
            "fact": []
        },
        {
            "group": "Health&Body",
            "fact": []
        },
        {
            "group": "History",
            "fact": ["During World War II, a Great Dane named Juliana was awarded the Blue Cross Medal. She extinguished an incendiary bomb by peeing on it",
                    "Alexander the Great was accidentally buried alive",
                    "There were female gladiators in Ancient Rome",
                    "The world’s most successful pirate in history was a lady named Ching Shih",
                    "“The Avengers” was a group of Jewish assassins who hunted Nazi war criminals after World War II",
                    "From 1912 to 1948, the Olympic Games held competitions in the fine arts",
                    "Napoleon Bonaparte was once attacked by a horde of bunnies",
                    "Cleopatra wasn’t actually Egyptian",
                    "Ketchup was sold in the 1830s as medicine",
                    "Abraham Lincoln is in the wrestling hall of fame",
                    "The assassination of Austrian Archduke Franz Ferdinand led to the start of World War I",
                    "World War I led to profound social changes with the increased recognition of the role of women in society",
                    "The Spanish Flu was one of the deadliest pandemics in history",
                    "The first American building to rise taller than 20 stories was built in the 19th century",
                    "Australia was the last continent to be discovered",
                    "The first human to orbit Earth was Yuri Gagarin",
                    "The transcontinental railroad was completed in 1869, connecting the east and west coasts of the United States",
                    "The Statue of Liberty was a gift from France to the United States, dedicated in 1886",
                    "The Great Fire of London in 1666 destroyed much of the city but remarkably, only six people were recorded as having died",
                    "The Berlin Wall, which divided East and West Berlin, fell in 1989"]
        },
        {
            "group": "Holidays&Events",
            "fact": []
        },
        {
            "group": "Life&Love",
            "fact": []
        },
        {
            "group": "Math",
            "fact": []
        },
        {
            "group": "Music",
            "fact": []
        },
        {
            "group": "Physics",
            "fact": []
        },
        {
            "group": "Religion",
            "fact": []
        },
        {
            "group": "Space",
            "fact": []
        },
        {
            "group": "Sports&Games",
            "fact": []
        },
        {
            "group": "Technology",
            "fact": []
        },
        {
            "group": "Travel&Tourism",
            "fact": []
        }
    ]
}
